export const rooms = {
    kitchen: {
        items: ["энергетик", "деньги", "ноутбук","документы"],
        possibleItems: ["энергетик", "деньги", "ноутбук"],
    },
    "гостиная": {
        items: ["энергетик", "деньги", "ноутбук","документы"],
        possibleItems: ["энергетик", "деньги", "ноутбук"],
        hasSafe: Math.random() < 0.9
    },
    "спальня": {
        items: ["энергетик", "деньги", "ноутбук","документы"],
        possibleItems: ["деньги", "ноутбук", "украшения"],
        hasSafe: Math.random() < 0.9
    },
    "кабинет": {
        items: ["энергетик", "деньги", "ноутбук","документы"],
        possibleItems: ["деньги", "ноутбук", "украшения","антиквариат",],
        hasSafe: Math.random() < 0.9
    },
    "подвал": {
        items: ["антиквариат","энергетик", "деньги", "ноутбук","документы"],
        possibleItems: ["лом", "деньги","антиквариат"],
    },
    "гараж": {
        items: ["лом", "отмычка", "болторез", "энергетик", "деньги","документы"],
        possibleItems: ["лом", "отмычка", "болторез", "энергетик", "деньги"],
    },
    "чердак": {
        items: ["картина","лом", "отмычка", "болторез", "энергетик", "деньги","документы"],
        possibleItems: ["антиквариат", "картина"],
    }
};