export const rooms = {
    'кухня': {
        items: ["деньги","нож", "деньги","антиквариат"],
        possibleItems: ["энергетик", "деньги", "ноутбук"],
    },
    "гостиная": {
        items: ["деньги","энергетик", "деньги","антиквариат","картина"],
        possibleItems: [],
        hasSafe: Math.random() < 0.9
    },
    "спальня": {
        items: ["деньги","картина", "деньги","антиквариат","документы"],
        possibleItems: ["деньги", "ноутбук", "украшения"],
        hasSafe: Math.random() < 0.9
    },
    "кабинет": {
        items: ["ноутбук", "деньги","антиквариат","часы","украшения","энергетик"],
        possibleItems: ["деньги", "ноутбук", "украшения","антиквариат",],
        hasSafe: Math.random() < 0.9
    },
    "подвал": {
        items: ["лом", "деньги","антиквариат"],
        possibleItems: ["лом", "деньги","антиквариат"],
    },
    'гараж': {
        // name:'гараж',
        // tools:["лом", "отмычка", "болторез",], //Рандомный инструмент
        items: ["деньги","лом", "деньги","антиквариат","отмычка"], //Находится 100%
        possibleItems: ["энергетик", "деньги"], //Возможные предметы
    },
    "чердак": {
        items: ["антиквариат","ваза"],
        possibleItems: ["антиквариат", "картина"],
    }
};